docs/experiments/position-visibility/results/discarded-sequential/bench_arm_b_const_c64.txt
pgbench (17.10 (Debian 17.10-1.pgdg13+1))
transaction type: /harness/bench/append.sql
scaling factor: 1
query mode: prepared
number of clients: 64
number of threads: 4
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 9863
number of failed transactions: 0 (0.000%)
latency average = 195.621 ms
initial connection time = 30.007 ms
tps = 327.162697 (without initial connection time)