docs/experiments/position-visibility/results/discarded-sequential/bench_arm_c_c1.txt
pgbench (17.10 (Debian 17.10-1.pgdg13+1))
transaction type: /harness/bench/append.sql
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 8927
number of failed transactions: 0 (0.000%)
latency average = 3.360 ms
initial connection time = 3.569 ms
tps = 297.583411 (without initial connection time)